Repository: wrd1stProgrammer/ChartAgent-
Catalog: ChartAgent/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt_br, th, tr, vi, zh_hans, zh_hant

source: 에이전트 커스터마이징 정보를 읽을 수 없습니다.
de: Die Agent-Anpassungseinstellungen konnten nicht gelesen werden.
en: The agent customization settings could not be read.
es: No se pudo leer la configuración de personalización del agente.
fr: Les paramètres de personnalisation de l'agent n'ont pas pu être lus.
id: Pengaturan penyesuaian agen tidak dapat dibaca.
it: Impossibile leggere le impostazioni di personalizzazione dell'agente.
ja: エージェントのカスタマイズ設定を読み取れませんでした。
pt_br: Não foi possível ler as configurações de personalização do agente.
th: ไม่สามารถอ่านการตั้งค่าการปรับแต่งตัวแทนได้
tr: Aracı özelleştirme ayarları okunamadı.
vi: Không thể đọc được cài đặt tùy chỉnh tác nhân.
zh_hans: 无法读取代理自定义设置。
zh_hant: 無法讀取代理自訂設定。

source: 에이전트 판단과 차트 근거를 다시 확인하세요
de: Überprüfen Sie Agentenentscheidungen und Diagrammbeweise.
en: Review agent decisions and chart evidence.
es: Revisar las decisiones de los agentes y registrar la evidencia.
fr: Examinez les décisions des agents et consignez les preuves.
id: Tinjau keputusan agen dan grafik bukti.
it: Esaminare le decisioni degli agenti e le prove del grafico.
ja: エージェントの決定を確認し、証拠をグラフ化します。
pt_br: Revise as decisões do agente e as evidências do gráfico.
th: ทบทวนการตัดสินใจของตัวแทนและแผนภูมิหลักฐาน
tr: Temsilci kararlarını ve grafik kanıtlarını inceleyin.
vi: Xem xét các quyết định của đại lý và lập biểu đồ bằng chứng.
zh_hans: 审查代理人的决定并绘制证据。
zh_hant: 審查代理人的決定並繪製證據。

source: 에이전트 편집
de: Agent bearbeiten
en: Edit Agent
es: Editar agente
fr: Modifier l'agent
id: Sunting Agen
it: Modifica agente
ja: エージェントの編集
pt_br: Editar agente
th: แก้ไขตัวแทน
tr: Temsilciyi Düzenle
vi: Chỉnh sửa đại lý
zh_hans: 编辑代理
zh_hant: 編輯代理

source: 에이전트 회의
de: Agentenrat
en: Agent Council
es: Consejo de agentes
fr: Conseil des agents
id: Dewan Agen
it: Consiglio degli agenti
ja: エージェント評議会
pt_br: Conselho de Agentes
th: สภาตัวแทน
tr: Temsilci Konseyi
vi: Hội đồng đại lý
zh_hans: 代理委员会
zh_hant: 代理委員會

source: 에이전트 회의실 이동
de: Agenten wechseln in den Rat
en: Agents Moving to Council
es: Agentes se trasladan al consejo
fr: Agents transférés au Conseil
id: Agen Pindah ke Dewan
it: Agenti che si trasferiscono in Consiglio
ja: 評議会に移動するエージェント
pt_br: Agentes Movendo-se para o Conselho
th: ตัวแทนย้ายเข้าสภา
tr: Ajanlar Konseye Taşınıyor
vi: Đại lý chuyển đến Hội đồng
zh_hans: 代理移居议会
zh_hant: 代理移居議會

source: 에이전트가 순서대로 근거 카드를 들고 회의에 합류합니다
de: Agenten bringen ihre Beweise in den Rat.
en: Agents bring their evidence into the council.
es: Los agentes llevan sus pruebas al consejo.
fr: Les agents apportent leurs preuves au conseil.
id: Agen membawa bukti mereka ke dewan.
it: Gli agenti portano le loro prove in consiglio.
ja: エージェントは証拠を評議会に提出します。
pt_br: Os agentes trazem suas evidências para o conselho.
th: เจ้าหน้าที่นำหลักฐานของตนเข้าสภา
tr: Ajanlar kanıtlarını konseye getirirler.
vi: Các đặc vụ mang bằng chứng của họ vào hội đồng.
zh_hans: 特工们将他们的证据提交给委员会。
zh_hant: 特工們將他們的證據提交給委員會。

source: 에이전트들이 회의 중 이 이름을 사용해요.
de: Agenten werden diesen Namen während des Rates verwenden.
en: Agents will use this name during the council.
es: Los agentes utilizarán este nombre durante el consejo.
fr: Les agents utiliseront ce nom lors du conseil.
id: Agen akan menggunakan nama ini selama dewan.
it: Gli agenti utilizzeranno questo nome durante il consiglio.
ja: エージェントは評議会中にこの名前を使用します。
pt_br: Os agentes usarão esse nome durante o conselho.
th: ตัวแทนจะใช้ชื่อนี้ในระหว่างการประชุมสภา
tr: Ajanlar konsey sırasında bu ismi kullanacak.
vi: Các đại lý sẽ sử dụng tên này trong thời gian diễn ra hội đồng.
zh_hans: 代理人将在理事会期间使用该名称。
zh_hant: 代理人將在理事會期間使用該名稱。

source: 에이전트를 기다리고 있습니다…
de: Warten auf die Agenten …
en: Waiting for the agents…
es: Esperando a los agentes…
fr: En attente des agents…
id: Menunggu para agen…
it: In attesa degli agenti…
ja: エージェントを待っています…
pt_br: Aguardando os agentes…
th: กำลังรอเอเจนต์…
tr: Ajanlar bekleniyor…
vi: Đang chờ các tác nhân…
zh_hans: 正在等待智能体…
zh_hant: 正在等待代理…

source: 에이전트별 판단
de: Agentenentscheidungen
en: Agent Decisions
es: Decisiones del agente
fr: Décisions des agents
id: Keputusan Agen
it: Decisioni dell'agente
ja: エージェントの決定
pt_br: Decisões do agente
th: การตัดสินใจของตัวแทน
tr: Temsilci Kararları
vi: Quyết định của Đại lý
zh_hans: 代理人的决定
zh_hant: 代理人的決定

source: 에이전트별 판단과 근거 정리가 끝났습니다
de: Alle Agentenentscheidungen und Beweise liegen vor.
en: All agent decisions and evidence are ready.
es: Todas las decisiones y pruebas de los agentes están listas.
fr: Toutes les décisions et preuves des agents sont prêtes.
id: Semua keputusan agen dan bukti sudah siap.
it: Tutte le decisioni e le prove degli agenti sono pronte.
ja: すべてのエージェントの決定と証拠は準備ができています。
pt_br: Todas as decisões e evidências do agente estão prontas.
th: การตัดสินใจและหลักฐานของตัวแทนทั้งหมดพร้อมแล้ว
tr: Tüm acente kararları ve deliller hazır.
vi: Mọi quyết định và bằng chứng của đại lý đã sẵn sàng.
zh_hans: 所有代理决定和证据均已准备就绪。
zh_hant: 所有代理決定和證據均已準備就緒。

source: 에이전트에게 후속 질문
de: Agenten fragen
en: Ask a Chart Analysis Agent
es: Preguntar a un agente
fr: Poser une question à un agent
id: Tanya Agen
it: Chiedi a un agente
ja: エージェントに追加質問
pt_br: Perguntar a um agente
th: ถามเอเจนต์
tr: Temsilciye Sor
vi: Hỏi thêm chuyên gia
zh_hans: 向分析智能体提问
zh_hant: 向分析代理提問

source: 여러 해 동안 꾸준히 거래했어요
de: Ich habe jahrelang konsequent gehandelt
en: I’ve traded consistently for years
es: He operado consistentemente durante años
fr: Je fais du trading régulièrement depuis des années
id: Saya telah berdagang secara konsisten selama bertahun-tahun
it: Faccio trading costantemente da anni
ja: 私は何年も一貫して取引してきました
pt_br: Eu negocio consistentemente há anos
th: ฉันซื้อขายอย่างต่อเนื่องมาหลายปีแล้ว
tr: Yıllardır istikrarlı bir şekilde işlem yaptım
vi: Tôi đã giao dịch liên tục trong nhiều năm
zh_hans: 我多年来一直坚持交易
zh_hant: 我多年來一直堅持交易

source: 역발상·반대 시나리오
de: Konträres Szenario
en: Contrarian Scenario
es: Escenario contrario
fr: Scénario contraire
id: Skenario Kontrarian
it: Scenario contrarian
ja: 逆張りシナリオ
pt_br: Cenário contrário
th: สถานการณ์สวนทาง
tr: Karşıt Senaryo
vi: Kịch bản ngược chiều
zh_hans: 逆向情景
zh_hant: 逆向情境

source: 연간
de: Jährlich
en: Annual
es: Anual
fr: Annuel
id: Tahunan
it: Annuale
ja: 毎年恒例
pt_br: Anual
th: ประจำปี
tr: Yıllık
vi: hàng năm
zh_hans: 年度
zh_hant: 年度

source: 연결 완료
de: Verbindung hergestellt
en: Connected
es: Conexión completada
fr: Connexion établie
id: Terhubung
it: Connessione completata
ja: 接続完了
pt_br: Conectado
th: เชื่อมต่อแล้ว
tr: Bağlantı kuruldu
vi: Đã kết nối
zh_hans: 连接完成
zh_hant: 連線完成

source: 연속 캔들의 몸통 크기, 꼬리, 진행 속도와 화면에 보이는 거래량만 비교해 매수·매도 힘이 가속되는지 약해지는지 판정합니다.
de: Vergleicht sichtbare Kerzenkörper, Dochte, Tempo und Volumen, um zu beurteilen, ob der Kauf- oder Verkaufsdruck zunimmt oder nachlässt.
en: Compares visible candle bodies, wicks, pace, and volume to judge whether buying or selling pressure is accelerating or fading.
es: Compara los cuerpos, las mechas, el ritmo y el volumen de las velas visibles para juzgar si la presión de compra o venta se está acelerando o disminuyendo.
fr: Compare les corps de bougies visibles, les mèches, le rythme et le volume pour juger si la pression d'achat ou de vente s'accélère ou s'atténue.
id: Membandingkan badan candle yang terlihat, sumbu, kecepatan, dan volume untuk menilai apakah tekanan beli atau jual semakin cepat atau memudar.
it: Confronta i corpi delle candele visibili, gli stoppini, il ritmo e il volume per giudicare se la pressione di acquisto o di vendita sta accelerando o attenuandosi.
ja: 目に見えるローソク体、芯、ペース、出来高を比較して、買い圧力または売り圧力が加速しているか弱まっているかを判断します。
pt_br: Compara corpos visíveis de velas, pavios, ritmo e volume para avaliar se a pressão de compra ou venda está acelerando ou diminuindo.
th: เปรียบเทียบตัวแท่งเทียน ไส้เทียน อัตราก้าว และปริมาตรที่มองเห็นได้ เพื่อตัดสินว่าแรงกดดันในการซื้อหรือขายกำลังเพิ่มขึ้นหรือลดลง
tr: Alım veya satım baskısının hızlanıp artmadığını veya azaldığını yargılamak için görünen mum gövdelerini, fitillerini, hızını ve hacmini karşılaştırır.
vi: So sánh thân nến, bấc, tốc độ và khối lượng nến có thể nhìn thấy để đánh giá xem áp lực mua hoặc bán đang tăng tốc hay giảm dần.
zh_hans: 比较可见的蜡烛实体、影线、节奏和成交量，以判断买入或卖出压力是否正在加速或减弱。
zh_hant: 比較可見的蠟燭實體、影線、節奏和成交量，以判斷買入或賣出壓力是否正在加速或減弱。

source: 예: 짧고 단호하게
de: z. B. kurz und bestimmt
en: e.g. Brief and decisive
es: p. ej., breve y directo
fr: p. ex. bref et affirmé
id: Contoh: singkat dan tegas
it: es. breve e deciso
ja: 例：簡潔で断定的
pt_br: ex.: breve e direto
th: เช่น สั้นและชัดเจน
tr: Örn. kısa ve net
vi: Ví dụ: ngắn gọn và dứt khoát
zh_hans: 例如：简短而果断
zh_hant: 例如：簡短而果斷

source: 오늘의 분석 위원회를 직접 구성하세요
de: Bauen Sie den heutigen Analyserat auf.
en: Build today’s analysis council.
es: Construya el consejo de análisis de hoy.
fr: Construisez le conseil d’analyse d’aujourd’hui.
id: Bangun dewan analisis hari ini.
it: Costruisci il consiglio di analisi di oggi.
ja: 今日の分析評議会を構築します。
pt_br: Construa o conselho de análise de hoje.
th: สร้างสภาการวิเคราะห์ในปัจจุบัน
tr: Bugünün analiz konseyini oluşturun.
vi: Xây dựng hội đồng phân tích ngày hôm nay.
zh_hans: 建立今天的分析委员会。
zh_hant: 建立今天的分析委員會。

source: 오늘의 위원회
de: Der heutige Rat
en: Today’s Council
es: El Consejo de hoy
fr: Le Conseil d'aujourd'hui
id: Dewan hari ini
it: Il Consiglio di oggi
ja: 今日の評議会
pt_br: O Conselho de hoje
th: สภาวันนี้
tr: Bugünkü Konsey
vi: Hội đồng hôm nay
zh_hans: 今天的理事会
zh_hant: 今天的理事會

source: 오픈소스 라이선스
de: Open-Source-Lizenzen
en: Open-source Licenses
es: Licencias de código abierto
fr: Licences open source
id: Lisensi Sumber Terbuka
it: Licenze open source
ja: オープンソースライセンス
pt_br: Licenças de código aberto
th: ใบอนุญาตโอเพ่นซอร์ส
tr: Açık Kaynak Lisansları
vi: Giấy phép nguồn mở
zh_hans: 开源许可证
zh_hant: 開源許可證

# 온보딩 %@ / %@
source: 온보딩 %1$@ / %2$@
de: Onboarding %1$@ von %2$@
en: Onboarding %1$@ of %2$@
es: Incorporación de %1$@ de %2$@
fr: Intégration de %1$@ de %2$@
id: Orientasi %1$@ dari %2$@
it: Onboarding %1$@ di %2$@
ja: %2$@ の %1$@ をオンボーディングしています
pt_br: Integração %1$@ de %2$@
th: การเริ่มต้นใช้งาน %1$@ จาก %2$@
tr: %1$@ / %2$@ ilk katılım
vi: Đưa %1$@ vào %2$@
zh_hans: %2$@ 的入职 %1$@
zh_hant: %2$@ 的入職 %1$@

source: 온보딩 다시 보기
de: Wiederholen Sie das Onboarding
en: Replay Onboarding
es: Incorporación de repetición
fr: Rejouer l'intégration
id: Putar Ulang Orientasi
it: Riproduci l'onboarding
ja: リプレイオンボーディング
pt_br: Integração de repetição
th: เล่นซ้ำการเริ่มต้นใช้งาน
tr: İlk Katılımı Tekrar Oynat
vi: Phát lại phần giới thiệu
zh_hans: 重播入职流程
zh_hant: 重播入職流程

source: 온보딩 예시 캔들 차트
de: Beispiel für ein Onboarding-Candlestick-Diagramm
en: Sample onboarding candlestick chart
es: Ejemplo de gráfico de velas de incorporación
fr: Exemple de graphique en chandeliers d'intégration
id: Contoh grafik kandil orientasi
it: Esempio di grafico a candele di onboarding
ja: オンボーディングローソク足チャートのサンプル
pt_br: Exemplo de gráfico de velas de integração
th: ตัวอย่างแผนภูมิแท่งเทียนการเริ่มต้นใช้งาน
tr: Örnek katılım şamdan grafiği
vi: Mẫu biểu đồ nến giới thiệu
zh_hans: 入门烛台图示例
zh_hant: 入門燭台圖範例

source: 외환
de: Forex
en: Forex
es: Forex
fr: Forex
id: Valas
it: Forex
ja: 外国為替
pt_br: Forex
th: ฟอเร็กซ์
tr: Forex
vi: Ngoại hối
zh_hans: 外汇
zh_hant: 外匯

source: 원하는 에이전트를 골라 결과 안의 근거만 더 깊게 질문
de: Wählen Sie einen Agenten aus und stellen Sie anhand des Ergebnisses tiefergehende Fragen
en: Choose an agent and ask deeper questions grounded in the result
es: Elija un agente y haga preguntas más profundas basadas en el resultado
fr: Choisissez un agent et posez des questions plus approfondies basées sur le résultat
id: Pilih agen dan ajukan pertanyaan lebih dalam berdasarkan hasilnya
it: Scegli un agente e fai domande più profonde basate sul risultato
ja: エージェントを選択し、結果に基づいてさらに深い質問をする
pt_br: Escolha um agente e faça perguntas mais profundas com base no resultado
th: เลือกตัวแทนและถามคำถามเชิงลึกซึ่งมีพื้นฐานมาจากผลลัพธ์
tr: Bir temsilci seçin ve sonuca dayalı daha derin sorular sorun
vi: Chọn một đại lý và đặt câu hỏi sâu hơn dựa trên kết quả
zh_hans: 选择代理人并根据结果提出更深层次的问题
zh_hant: 選擇代理人並根據結果提出更深層的問題

source: 원하는 에이전트의 근거를 이어 물어요
de: Bitten Sie einen Agenten, seine Beweise zu erläutern
en: Ask any agent to explain their evidence
es: Pídale a cualquier agente que explique su evidencia.
fr: Demandez à n’importe quel agent d’expliquer ses preuves
id: Mintalah agen mana pun untuk menjelaskan bukti mereka
it: Chiedi a qualsiasi agente di spiegare le sue prove
ja: エージェントに証拠の説明を依頼する
pt_br: Peça a qualquer agente para explicar suas evidências
th: ขอให้ตัวแทนอธิบายหลักฐานของตน
tr: Herhangi bir temsilciden kanıtlarını açıklamasını isteyin
vi: Yêu cầu bất kỳ đại lý nào giải thích bằng chứng của họ
zh_hans: 要求任何代理人解释他们的证据
zh_hant: 要求任何代理人解釋他們的證據

source: 월간
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
id: Bulanan
it: Mensile
ja: 毎月
pt_br: Mensalmente
th: รายเดือน
tr: Aylık
vi: hàng tháng
zh_hans: 每月
zh_hant: 每月

source: 위원회 균형
de: Ratsbilanz
en: Council Balance
es: Saldo del Consejo
fr: Solde du Conseil
id: Keseimbangan Dewan
it: Bilancio del Consiglio
ja: 評議会のバランス
pt_br: Balanço do Conselho
th: ยอดสภา
tr: Konsey Dengesi
vi: Số dư hội đồng
zh_hans: 议会平衡
zh_hant: 議會平衡

source: 유동성 스윕
de: Liquiditäts-Sweep
en: Liquidity Sweep
es: Barrido de liquidez
fr: Chasse à la liquidité
id: Sapuan Likuiditas
it: Sweep di liquidità
ja: 流動性スイープ
pt_br: Varredura de liquidez
th: การกวาดสภาพคล่อง
tr: Likidite Süpürmesi
vi: Quét thanh khoản
zh_hans: 流动性扫单
zh_hant: 流動性掃單

source: 이 돌파가 실패했을 때 무엇이 먼저 보일지 찾을게요.
de: Ich werde das erste Anzeichen dafür identifizieren, dass dieser Ausbruch gescheitert ist.
en: I’ll identify the first sign that this breakout has failed.
es: Identificaré la primera señal de que esta ruptura ha fracasado.
fr: J’identifierai le premier signe de l’échec de cette évasion.
id: Saya akan mengidentifikasi tanda pertama bahwa penembusan ini telah gagal.
it: Identificherò il primo segno che questo breakout è fallito.
ja: このブレイクアウトが失敗したことを示す最初の兆候を特定します。
pt_br: Identificarei o primeiro sinal de que esta fuga falhou.
th: ฉันจะระบุสัญญาณแรกที่แสดงว่าการฝ่าวงล้อมนี้ล้มเหลว
tr: Bu kaçışın başarısız olduğuna dair ilk işareti belirleyeceğim.
vi: Tôi sẽ xác định dấu hiệu đầu tiên cho thấy sự đột phá này đã thất bại.
zh_hans: 我将找出这次突破失败的第一个迹象。
zh_hant: 我將找出這次突破失敗的第一個跡象。

source: 이 리포트의 차트 근거와 무효화 조건 안에서 답합니다.
de: Die Antworten bleiben innerhalb der Diagrammbeweis- und Ungültigkeitsbedingungen dieses Berichts.
en: Answers stay within this report’s chart evidence and invalidation conditions.
es: Las respuestas permanecen dentro de las condiciones de invalidación y evidencia del cuadro de este informe.
fr: Les réponses restent dans les limites des preuves graphiques et des conditions d’invalidation de ce rapport.
id: Jawaban tetap berada dalam bukti bagan laporan ini dan ketentuan pembatalan.
it: Le risposte rientrano nelle prove del grafico e nelle condizioni di invalidamento di questo rapporto.
ja: 答えは、このレポートのチャートの証拠と無効化条件の範囲内にあります。
pt_br: As respostas permanecem dentro das evidências do gráfico e das condições de invalidação deste relatório.
th: คำตอบอยู่ในหลักฐานแผนภูมิของรายงานนี้และเงื่อนไขที่เป็นโมฆะ
tr: Yanıtlar bu raporun grafik kanıtları ve geçersiz kılma koşulları dahilinde kalır.
vi: Các câu trả lời nằm trong biểu đồ bằng chứng và điều kiện vô hiệu của báo cáo này.
zh_hans: 答案保留在本报告的图表证据和无效条件范围内。
zh_hant: 答案保留在本報告的圖表證據和無效條件範圍內。

source: 이 분석팀을 원해요
de: Wählen Sie dieses Team
en: Choose This Team
es: Elige este equipo
fr: Choisissez cette équipe
id: Pilih Tim Ini
it: Scegli questa squadra
ja: このチームを選択してください
pt_br: Escolha esta equipe
th: เลือกทีมนี้
tr: Bu Takımı Seç
vi: Chọn đội này
zh_hans: 选择这个团队
zh_hant: 選擇這個團隊

source: 이동 중
de: In Bewegung
en: Walking
es: Caminando
fr: En déplacement
id: Berjalan
it: In movimento
ja: 移動中
pt_br: Em movimento
th: กำลังเดิน
tr: Yürüyor
vi: Đang di chuyển
zh_hans: 移动中
zh_hant: 移動中

source: 이동평균
de: Gleitende Durchschnitte
en: Moving Averages
es: Medias móviles
fr: Moyennes mobiles
id: Moving Average
it: Medie mobili
ja: 移動平均
pt_br: Médias móveis
th: ค่าเฉลี่ยเคลื่อนที่
tr: Hareketli Ortalamalar
vi: Đường trung bình động
zh_hans: 移动平均线
zh_hant: 移動平均線

source: 이름
de: Name
en: Name
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: 名前
pt_br: Nome
th: ชื่อ
tr: İsim
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: 이름 붙이기 전에 경계가 반복되는지부터 볼게요.
de: Ich überprüfe wiederholte Grenzen, bevor ich ein Muster benenne.
en: I’ll verify repeated boundaries before naming a pattern.
es: Verificaré límites repetidos antes de nombrar un patrón.
fr: Je vérifierai les limites répétées avant de nommer un modèle.
id: Saya akan memverifikasi batasan yang berulang sebelum memberi nama suatu pola.
it: Verificherò i confini ripetuti prima di nominare un modello.
ja: パターンに名前を付ける前に、繰り返される境界を確認します。
pt_br: Verificarei limites repetidos antes de nomear um padrão.
th: ฉันจะตรวจสอบขอบเขตซ้ำก่อนที่จะตั้งชื่อรูปแบบ
tr: Bir modeli adlandırmadan önce tekrarlanan sınırları doğrulayacağım.
vi: Tôi sẽ xác minh các ranh giới lặp lại trước khi đặt tên cho một mẫu.
zh_hans: 在命名模式之前，我将验证重复的边界。
zh_hant: 在命名模式之前，我將驗證重複的邊界。

source: 이름·말투·판단 관점만 직접 설계하세요
de: Passen Sie jeden Namen, jede Stimme und jede Entscheidungslinse an.
en: Customize each name, voice, and decision lens.
es: Personaliza cada nombre, voz y lente de decisión.
fr: Personnalisez chaque nom, voix et objectif de décision.
id: Sesuaikan setiap nama, suara, dan lensa keputusan.
it: Personalizza ogni nome, voce e obiettivo decisionale.
ja: 各名前、音声、決定レンズをカスタマイズします。
pt_br: Personalize cada nome, voz e lente de decisão.
th: ปรับแต่งชื่อ เสียง และเลนส์การตัดสินใจแต่ละรายการ
tr: Her adı, sesi ve karar merceğini özelleştirin.
vi: Tùy chỉnh từng tên, giọng nói và ống kính quyết định.
zh_hans: 自定义每个名字、声音和决策镜头。
zh_hant: 自訂每個名字、聲音和決策鏡頭。

source: 이름은 1~10자이며 줄바꿈을 포함할 수 없습니다.
de: Der Name muss 1–10 Zeichen ohne Zeilenumbrüche lang sein.
en: Name must be 1–10 characters without line breaks.
es: El nombre debe tener entre 1 y 10 caracteres sin saltos de línea.
fr: Le nom doit comporter entre 1 et 10 caractères sans sauts de ligne.
id: Nama harus terdiri dari 1–10 karakter tanpa jeda baris.
it: Il nome deve contenere da 1 a 10 caratteri senza interruzioni di riga.
ja: 名前は改行なしで 1 ～ 10 文字にする必要があります。
pt_br: O nome deve ter de 1 a 10 caracteres sem quebras de linha.
th: ชื่อต้องมีอักขระ 1-10 ตัวโดยไม่มีการขึ้นบรรทัดใหม่
tr: Ad, satır sonu olmadan 1-10 karakterden oluşmalıdır.
vi: Tên phải dài từ 1–10 ký tự, không ngắt dòng.
zh_hans: 名称必须为 1-10 个字符，不得换行。
zh_hant: 名稱必須為 1-10 個字符，不得換行。

source: 이미지 근거가 바뀔 때의 대응
de: Was tun, wenn sich die visuellen Beweise ändern?
en: What to do when the visual evidence changes
es: Qué hacer cuando cambia la evidencia visual
fr: Que faire lorsque les preuves visuelles changent
id: Apa yang harus dilakukan ketika bukti visual berubah
it: Cosa fare quando l'evidenza visiva cambia
ja: 視覚的証拠が変化した場合に何をすべきか
pt_br: O que fazer quando a evidência visual muda
th: จะทำอย่างไรเมื่อหลักฐานทางสายตาเปลี่ยนไป
tr: Görsel kanıtlar değiştiğinde ne yapılmalı?
vi: Phải làm gì khi bằng chứng trực quan thay đổi
zh_hans: 当视觉证据发生变化时该怎么办
zh_hant: 當視覺證據改變時該怎麼辦

source: 이미지 닫기
de: Bild schließen
en: Close image
es: Cerrar imagen
fr: Fermer l'image
id: Tutup gambar
it: Chiudi immagine
ja: 画像を閉じる
pt_br: Fechar imagem
th: ปิดภาพ
tr: Resmi kapat
vi: Đóng hình ảnh
zh_hans: 关闭图像
zh_hant: 關閉影像

source: 이미지 크기가 허용 범위를 벗어났습니다.
de: Die Bildgröße liegt außerhalb des zulässigen Bereichs.
en: The image size is outside the allowed range.
es: El tamaño de la imagen está fuera del rango permitido.
fr: La taille de l'image est en dehors de la plage autorisée.
id: Ukuran gambar berada di luar rentang yang diperbolehkan.
it: La dimensione dell'immagine non rientra nell'intervallo consentito.
ja: 画像サイズが許容範囲外です。
pt_br: O tamanho da imagem está fora do intervalo permitido.
th: ขนาดรูปภาพอยู่นอกช่วงที่อนุญาต
tr: Resim boyutu izin verilen aralığın dışında.
vi: Kích thước hình ảnh nằm ngoài phạm vi cho phép.
zh_hans: 图像尺寸超出允许范围。
zh_hant: 影像尺寸超出允許範圍。

source: 이미지 크롭
de: Bild zuschneiden
en: Crop Image
es: Recortar imagen
fr: Recadrer l'image
id: Pangkas Gambar
it: Ritaglia immagine
ja: 画像のトリミング
pt_br: Cortar imagem
th: ครอบตัดรูปภาพ
tr: Resmi Kırp
vi: Cắt ảnh
zh_hans: 裁剪图像
zh_hant: 裁切影像

source: 이미지 크롭 취소
de: Bildzuschnitt abbrechen
en: Cancel Image Crop
es: Cancelar recorte de imagen
fr: Annuler le recadrage de l'image
id: Batalkan Pemotongan Gambar
it: Annulla il ritaglio dell'immagine
ja: 画像の切り抜きをキャンセル
pt_br: Cancelar corte de imagem
th: ยกเลิกการครอบตัดรูปภาพ
tr: Görüntü Kırpmayı İptal Et
vi: Hủy cắt ảnh
zh_hans: 取消图像裁剪
zh_hant: 取消影像裁切

source: 이미지 파일을 읽을 수 없습니다.
de: Die Bilddatei konnte nicht gelesen werden.
en: The image file could not be read.
es: No se pudo leer el archivo de imagen.
fr: Le fichier image n'a pas pu être lu.
id: File gambar tidak dapat dibaca.
it: Impossibile leggere il file immagine.
ja: 画像ファイルを読み取れませんでした。
pt_br: O arquivo de imagem não pôde ser lido.
th: ไม่สามารถอ่านไฟล์ภาพได้
tr: Resim dosyası okunamadı.
vi: Không thể đọc được tập tin hình ảnh.
zh_hans: 无法读取图像文件。
zh_hant: 無法讀取映像檔。

source: 이미지 한 장만 올리면 돼요
de: Laden Sie nur ein Bild hoch
en: Upload just one image
es: Sube solo una imagen
fr: Téléchargez une seule image
id: Unggah satu gambar saja
it: Carica solo un'immagine
ja: 画像を 1 枚だけアップロードする
pt_br: Carregue apenas uma imagem
th: อัปโหลดเพียงภาพเดียว
tr: Yalnızca bir resim yükleyin
vi: Chỉ tải lên một hình ảnh
zh_hans: 仅上传一张图片
zh_hant: 僅上傳一張圖片

source: 이미지는 분석 후 기기 기록에만 저장됩니다.
de: Nach der Analyse wird das Bild nur im Verlauf dieses Geräts gespeichert.
en: After analysis, the image is stored only in this device’s history.
es: Después del análisis, la imagen se almacena únicamente en el historial de este dispositivo.
fr: Après analyse, l’image est stockée uniquement dans l’historique de cet appareil.
id: Setelah dianalisis, gambar hanya disimpan dalam riwayat perangkat ini.
it: Dopo l'analisi, l'immagine viene archiviata solo nella cronologia di questo dispositivo.
ja: 分析後の画像は、このデバイスの履歴にのみ保存されます。
pt_br: Após análise, a imagem fica armazenada apenas no histórico deste dispositivo.
th: หลังจากการวิเคราะห์ รูปภาพจะถูกจัดเก็บไว้ในประวัติของอุปกรณ์นี้เท่านั้น
tr: Analizin ardından görüntü yalnızca bu cihazın geçmişinde saklanır.
vi: Sau khi phân tích, hình ảnh chỉ được lưu trữ trong lịch sử của thiết bị này.
zh_hans: 分析后，图像仅存储在该设备的历史记录中。
zh_hant: 分析後，影像僅儲存在該設備的歷史記錄中。

source: 이미지에 없는 강도 수치를 근거에서 제거합니다
de: Momentum-Metriken werden entfernt, die im Bild nicht sichtbar sind.
en: Removing momentum metrics not visible in the image.
es: Eliminando métricas de impulso que no son visibles en la imagen.
fr: Suppression des métriques d'élan non visibles dans l'image.
id: Menghapus metrik momentum yang tidak terlihat pada gambar.
it: Rimozione delle metriche di momentum non visibili nell'immagine.
ja: 画像に表示されていない運動量メトリクスを削除します。
pt_br: Removendo métricas de momentum não visíveis na imagem.
th: การลบเมตริกโมเมนตัมที่ไม่ปรากฏในรูปภาพ
tr: Resimde görünmeyen momentum ölçümleri kaldırılıyor.
vi: Loại bỏ các số liệu động lượng không hiển thị trong hình ảnh.
zh_hans: 删除图像中不可见的动量指标。
zh_hant: 刪除影像中不可見的動量指標。

source: 이미지에서 종목 심볼을 확인할 수 없습니다.
de: Das Marktsymbol konnte im Bild nicht identifiziert werden.
en: The market symbol could not be identified in the image.
es: No se pudo identificar el símbolo del mercado en la imagen.
fr: Le symbole du marché n'a pas pu être identifié sur l'image.
id: Simbol pasar tidak dapat diidentifikasi pada gambar.
it: Non è stato possibile identificare il simbolo del mercato nell'immagine.
ja: マーケット シンボルは画像内で識別できませんでした。
pt_br: O símbolo do mercado não pôde ser identificado na imagem.
th: ไม่สามารถระบุสัญลักษณ์ตลาดในภาพได้
tr: Resimde pazar sembolü tanımlanamadı.
vi: Không thể xác định được biểu tượng thị trường trong hình ảnh.
zh_hans: 无法在图像中识别市场符号。
zh_hant: 無法在影像中辨識市場符號。
